<template>
    <div class="info-page cnt content">

        <h1 class="info-page__title" role="heading">
            Политика по обработке и защите персональных данных
        </h1>


        <section class="info-page__cnt">
            <p>
                ООО "Фэшн пресс" считает, что пользователь, регистрируясь и осуществляя доступ к Интернет-ресурсам,
                ознакомлен с настоящим Регламентом, выражает свое согласие с ним и принимает на себя указанные в нем
                права и обязанности. Согласие осуществляется в форме и на условиях, установленных для пользователей в
                Правилах пользования проектами и сервисами ООО "Фэшн пресс"
                <br>
                В случае несогласия пользователя с настоящим Регламентом использование Интернет-ресурсов должно быть
                прекращено.
            </p>

            <p>
                Компания ООО «Фэшн Пресс» берет на себя обязательства по защите Ваших персональных данных. Просим Вас
                ознакомиться с данной Политикой по защите персональных данных (далее &mdash; Политика).
            </p>
            <p>
                Политика определяет условия и цели сбора, хранения, защиты, обработки и распространения информации о
                Пользователях ресурсов &mdash;
                <nuxt-link :to="{name: 'home'}">cosmo.ru</nuxt-link>
                (далее &mdash; Сайт).
            </p>

            <h2>
                Получение и использование личной информации
            </h2>

            <p>
                Пользователи предоставляют ООО «Фэшн Пресс», как оператору персональных данных, свои персональные
                данные, в том числе, имя, фамилию и иные данные, используемые для идентификации личности, псевдоним (в
                случае использования мессенджеров Whatsup, Viber, Telegram), а также свои контактные данные, включая
                адрес электронной почты, телефон, адрес местонахождения и/или временной регистрации и полное и
                безоговорочное согласие, совершенное своей волей на обработку ООО «Фэшн Пресс» (в том числе, сбор,
                систематизацию, накопление, уточнение (обновление, изменение), использование, распространение (в том
                числе передачу в ООО&nbsp;«Майндбокс», ООО&nbsp;«Бонусный&nbsp;Клуб»), обезличивание, блокирование,
                уничтожение персональных данных, бессрочное хранение), вышеуказанных данных в электронном виде и/или на
                бумажных носителях для целей рассылки приглашений на официальные мероприятия, новостной рассылки,
                рассылки опросов, информирования о новых продуктах ООО «Фэшн Пресс» и иной информации, в том числе
                рекламного характера, посредством почтового отправления, смс-оповещения, сообщений в мессенджерах
                (Whatsup, Viber, Telegram) либо электронной почты. Вышеуказанные персональные данные Пользователей ООО&nbsp;«Фэшн&nbsp;Пресс»
                вправе передавать в ООО&nbsp;«Майндбокс», ООО&nbsp;«Бонусный&nbsp;Клуб» для использования в целях
                перечисленных в настоящем абзаце. Кроме того, ООО «Фэшн Пресс» имеет право осуществлять действия,
                направленные на программирование видов рассылок, указанных выше, исходя из тех видов индивидуальных
                особенностей Пользователя, которые были предоставлены Пользователем как при первоначальной регистрации
                на Сайте, так и в процессе пользования функционалом Сайта. Хранение и обработка данных осуществляется
                только на территории РФ.
            </p>
            <p>
                Датой выдачи письменного согласия на обработку персональных данных Пользователя является дата
                ознакомления с настоящей Политикой, выражающегося в отправке Анкеты посредством электронной связи на
                Сайте.
            </p>
            <p>
                Указанное согласие действует бессрочно и может быть отозвано Пользователем путем письменного
                уведомления, направленного в адрес ООО «Фэшн Пресс» посредством электронного сообщения с адреса
                электронной почты, предоставленного ООО «Фэшн Пресс» при регистрации на Сайте. При этом, ООО «Фэшн
                Пресс», направляя Пользователю ту или иную рассылку, прилагает, в том виде, в котором сочтет уместным,
                инструкцию относительно действий Пользователя при желании отказаться от дальнейшего получения рассылок.
            </p>
            <p>
                Согласие Пользователя на обработку персональных данных считается отозванным через 30 дней от даты
                получения ООО «Фэшн Пресс» такого письменного уведомления от Пользователя на адрес электронной почты
                <a href="mailto:news@mail.cosmo.ru" rel="nofollow">
                    news@mail.cosmo.ru.
                </a>
            </p>

            <h2>
                Раскрытие полученной информации третьим лицам
            </h2>
            <p>
                ООО «Фэшн Пресс» вправе передать персональную информацию о Пользователе третьим лицам в случае, если:
            </p>

            <ul>
                <li>
                    Пользователь сам изъявил желание раскрыть эту информацию;
                </li>
                <li>
                    без этого Пользователь не может воспользоваться неким продуктом или услугой;
                </li>
                <li>
                    этого требует российское или международное законодательство и/или органы власти с соблюдением
                    законной процедуры;
                </li>
                <li>
                    Пользователь нарушает Пользовательское соглашение с Сайтом.
                </li>
            </ul>

            <h2>
                Доступ к личной информации
            </h2>
            <p>
                В соответствии с Федеральным законом РФ № 152-ФЗ «О персональных данных» вся собранная, хранящаяся и
                обработанная информация о Пользователях считается информацией ограниченного доступа, если иное не
                установлено законодательством Российской Федерации.
                ООО «Фэшн Пресс» принимает на себя обязательства сохранения конфиденциальности персональных данных
                Пользователя с принятием мер по защите персональных данных от несанкционированного доступа к ним третьих
                лиц. ООО «Фэшн Пресс» обязуется принимать все разумные меры по защите персональной информации
                Пользователей от уничтожения, искажения или разглашения, однако ООО «Фэшн Пресс» не гарантирует
                безопасность передаваемых данных вне зоны контроля ООО «Фэшн Пресс».
            </p>
            <p>
                Пользователь вправе самостоятельно вносить изменения/дополнения в личную информацию через свой профиль
                на Сайте.
            </p>

            <h2>
                Ссылки на сайты третьих лиц
            </h2>

            <p>
                Пользователь осведомлен, что в случае, если в материалах, размещенных на Сайте, содержатся ссылки или
                переходы на сайты третьих лиц, ООО «Фэшн Пресс» не принимает на себя какие-либо гарантии за такие сайты,
                а также не несет какой-либо ответственности за любую информацию, размещенную на таких сайтах.
            </p>

            <h2>
                Контактные данные
            </h2>

            <p>
                Почтовый адрес ООО&nbsp;&laquo;Фэшн Пресс&raquo;: 119435, Москва, Большой&nbsp;Саввинский&nbsp;переулок,
                <br>
                д.&nbsp;12, стр.&nbsp;6, 2&nbsp;этаж, Деловой&nbsp;Квартал&nbsp;«Московский&nbsp;шелк»
                <br>
                Контактный телефон:
                <a href="tel:+74952520999" rel="nofollow">
                    +7&nbsp;(495)&nbsp;252&nbsp;0999
                </a>
                <br>
                Адрес электронной почты:
                <a href="mailto:abuse@imweb.ru" rel="nofollow">
                    abuse@imweb.ru
                </a>
            </p>
        </section>
    </div>
</template>

<script src="./Privacy.ts" lang="ts"></script>
<!--<style src="../InfoPages.scss" lang="scss" scoped></style>-->
