<template>
    <div class="info-page cnt content">

        <h1 class="info-page__title" role="heading">
            Соглашение об условиях размещения материалов на сайте www.cosmo.ru
        </h1>

        <section class="info-page__cnt">
            <p>
                Настоящее Соглашение регулирует порядок размещения физическими лицами (далее &mdash; Пользователями)
                материалов на <nuxt-link :to="{name: 'home'}">cosmo.ru</nuxt-link>, а также на официальных страницах этого сайта на

                <a v-for="(link, index) in socialNetworks" :key="index" :href="link.path" target="_blank">
                  {{`${link.name}${index !== socialNetworks.length - 1 ? ',': ''}`}}
                </a>

                (далее &mdash; Сайт).
            </p>

            <ol>
                <li>
                    <p>
                        Для размещения материалов на Сайте Пользователю необходимо ознакомиться с условиями настоящего
                        Соглашения. Пользователь не вправе размещать материалы на Сайте, если он не согласен с условиями
                        Соглашения.
                    </p>
                </li>

                <li>
                    <p>
                        ООО «Фэшн Пресс» оставляет за собой право периодически вносить изменения в условия Соглашения.
                        Актуальная версия условий размещается на Сайте на странице https://www.cosmo.ru/usage.
                        Размещение материалов Пользователем на Сайте после изменения условий Соглашения рассматривается
                        как согласие Пользователя с изменением условий.
                    </p>
                </li>

                <li>
                    <p>
                        При регистрации на Сайте Пользователь обязан предоставить полную и точную информацию,
                        позволяющую идентифицировать лицо, размещающее материалы.
                    </p>
                </li>

                <li>
                    <p>Пользователь гарантирует, что обладает всеми необходимыми правами на использование размещаемых
                        материалов, предусмотренных п.6 настоящего Соглашения, а так же получил согласие всех лиц,
                        изображенных в материалах на такое использование. Пользователь гарантирует, что размещение
                        материалов на Сайте и их использование не нарушает какие-либо права третьих лиц (в том числе
                        авторские, смежные и пр.). Пользователь самостоятельно несет ответственность за нарушение данных
                        гарантий.
                    </p>
                </li>

                <li>
                    <p>
                        Материалы, размещаемые на Сайте, не должны нарушать действующее законодательство (в том числе
                        оскорблять честь и достоинство третьих лиц, способствовать разжиганию религиозной, расовой или
                        межнациональной розни и т.д.).
                    </p>
                </li>

                <li>
                    <p>
                        При размещении материалов на Сайте Пользователь безвозмездно, на весь период действия
                        исключительного права, предоставляет ООО&nbsp;«Фэшн Пресс» неисключительные права на
                        использование, воспроизведение, распространение, создание производных произведений, а также на
                        демонстрацию материалов и доведение их до всеобщего сведения.
                    </p>
                </li>

                <li>
                    <p>
                        Пользователь выражает свое согласие с тем, что размещение материалов в некоторых разделах Сайта
                        допускается только при условии достижения 18-летнего возраста.
                    </p>
                </li>

                <li>
                    <p>
                        В случае возникновения сомнений в наличии у Пользователя прав, указанных в п.4 настоящего
                        Соглашения, а также в случае нарушения Пользователем п.5 и п.14 настоящего Соглашения ООО&nbsp;«Фэшн
                        Пресс» оставляет за собой право удалить размещенные Пользователем материалы, нарушающие
                        соответствующие требования. В случае удаления двух или более материалов, размещенных одним
                        Пользователем, он признается систематическим нарушителем и его регистрация на Сайте
                        аннулируется.
                    </p>
                </li>

                <li>
                    <p>
                        Имеется понимание Пользователя, что материалы, размещенные на Сайте, становятся доступны третьим
                        лицам, а потому возникает риск их несанкционированного использования помимо воли ООО&nbsp;«Фэшн
                        Пресс». В любом случае ответственность за несанкционированное копирование и использование
                        материалов, размещенных Пользователем, несут лица и организации, неправомерно использовавшие
                        такие материалы.
                    </p>
                </li>

                <li>
                    <p>
                        Вы обязаны ознакомиться с
                        <nuxt-link :to="{name: 'privacy'}" target="_blank">
                            Политикой по защите персональных данных
                        </nuxt-link>
                        . Дальнейшее использование Вами любым образом или способом функционала Сайта является Вашим
                        безусловным согласием со всеми условиями Политики защиты персональных данных и настоящего
                        Соглашения
                    </p>
                </li>

                <li>
                    <p>
                        Пользователи предоставляют ООО&nbsp;«Фэшн Пресс», как оператору персональных данных, свои
                        персональные данные, в том числе, имя, фамилию и иные данные, используемые для идентификации
                        личности, а также свои контактные данные, включая адрес электронной почты, адрес местонахождения
                        и/или временной регистрации и полное и безоговорочное согласие, совершенное своей волей на
                        обработку «Фэшн Пресс» (в том числе, сбор, систематизацию, накопление, уточнение (обновление,
                        изменение), использование, распространение (в том числе передачу в ООО «Майндбокс», ООО
                        «Бонусный Клуб»), обезличивание, блокирование, уничтожение персональных данных, бессрочное
                        хранение), вышеуказанных данных в электронном виде и/или на бумажных носителях для целей
                        рассылки приглашений на официальные мероприятия, новостной рассылки, информирования о новых
                        продуктах ООО&nbsp;«Фэшн Пресс» и иной информации, в том числе рекламного характера, посредством
                        почтового отправления либо электронной почты. Вышеуказанные персональные данные Пользователей
                        ООО&nbsp;«Фэшн&nbsp;Пресс» вправе передавать в ООО&nbsp;«Майндбокс», ООО «Бонусный Клуб» для
                        использования в целях перечисленных в настоящем абзаце. Кроме того, ООО&nbsp;«Фэшн Пресс» имеет
                        право осуществлять действия, направленные на программирование видов рассылок, указанных выше,
                        исходя из тех видов индивидуальных особенностей Пользователя, которые были предоставлены
                        Пользователем как при первоначальной регистрации на Сайтах, так и в процессе пользования
                        функционалом Сайтов. Хранение и обработка данных осуществляется только на территории РФ
                    </p>
                    <p>
                        Датой выдачи письменного согласия на обработку персональных данных Пользователя является дата
                        ознакомления с настоящей Политикой, выражающегося в отправке Анкеты посредством электронной
                        связи на Сайтах.
                    </p>
                    <p>
                        Указанное согласие действует бессрочно и может быть отозвано Пользователем путем письменного
                        уведомления, направленного в адрес ООО&nbsp;«Фэшн Пресс» посредством электронного сообщения с
                        адреса электронной почты, предоставленного ООО&nbsp;«Фэшн Пресс» при регистрации на Сайтах. При
                        этом, ООО&nbsp;«Фэшн Пресс», направляя Пользователю ту или иную рассылку, прилагает, в том виде,
                        в котором сочтет уместным, инструкцию относительно действий Пользователя при желании отказаться
                        от дальнейшего получения рассылок.
                    </p>
                    <p>
                        Согласие Пользователя на обработку персональных данных считается отозванным через 30 дней от
                        даты получения ООО&nbsp;«Фэшн Пресс» такого письменного уведомления от Пользователя на адрес
                        электронной почты
                        <a href="mailto:news@mail.cosmo.ru" rel="nofollow">
                            news@mail.cosmo.ru.
                        </a>
                    </p>

                <li>
                    <p>
                        Ни при каких обстоятельствах Вы не имеете каких-либо прав на любое использование наименования
                        сosmo.ru, а также на любое использование производного от наименования названия.
                    </p>
                </li>

                <li>
                    <p>
                        ООО «Фэшн Пресс» не гарантирует бесперебойную работу Сайта, а также не несет какую-либо
                        ответственность перед Пользователем, связанную с функционированием/отсутствием функционирования
                        Сайта.
                    </p>
                </li>

                <li>
                    <p>
                        Пользователь не вправе оставлять на Сайте комментарии, которые оскорбляют иных Пользователей,
                        тексты/изображения порнографического содержания, а также использовать в комментариях
                        ненормативную лексику, размещать тексты рекламного характера и рекламные ссылки на сторонние
                        ресурсы, а равно совершать действия, нарушающие действующее законодательство Российской
                        Федерации.
                    </p>
                <li>
                    <p>
                        Настоящее соглашение подчиняется требованиям законодательства Российской Федерации.
                    </p>
                </li>
            </ol>
        </section>
    </div>
</template>

<script src="./Terms.ts" lang="ts"></script>
<!--<style src="../InfoPages.scss" lang="scss" scoped></style>-->
